Revit 2024 API
BuiltInFailures.JoinElementsFailures Class
 Failures about JoinElements.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class JoinElementsFailures
Visual Basic
Public NotInheritable Class JoinElementsFailures
Visual C++
public ref class JoinElementsFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.JoinElementsFailures
See Also
BuiltInFailures.JoinElementsFailures Members
Autodesk.Revit.DB Namespace